Repository: egatec-mx/La-Esperanza
Catalog: La Esperanza/Localizations/*.lproj/messages.strings
Languages: es_mx

# error_not_connection
source: The app cannot connect to the server. Try again.
es_mx: La app no se puede conectar con el servidor. Intente de nuevo.

# error_not_response
source: The app couldn't retrieve information from server. Try again.
es_mx: La app no puede obtener información del servidor. Intente de nuevo.

# error_auth_failed
source: There was a problem verifying your identity.
es_mx: Hubo un problema al verificar su identidad.

# error_auth_cancel
source: You pressed cancel.
es_mx: Ha cancelado el proceso.

# error_auth_fallback
source: You pressed password.
es_mx: Ha presionado contraseña.

# error_auth_biometric_not_available
source: Face ID/Touch ID is not available.
es_mx: Face ID/Touch ID no está disponible.

# error_auth_not_enrolled
source: Face ID/Touch ID is not set up.
es_mx: Face ID/Touch ID no está configurado.

# error_auth_biometric_locked
source: Face ID/Touch ID is locked.
es_mx: Face ID/Touch ID está bloqueado.

# error_auth_default
source: Face ID/Touch ID may not be configured
es_mx: Face ID/Touch ID podría no estar configurado.

# alert_success
source: Success!
es_mx: ¡Correcto!

# alert_delete_success
source: The order was canceled.
es_mx: El pedido fue cancelado.

# alert_accept
source: Accept
es_mx: Aceptar

# alert_delete_title
source: Cancel order?
es_mx: ¿Cancelar pedido?

# alert_delete_message
source: Do you really want to cancel this order?
es_mx: ¿Está por cancelar el pedido?

# alert_delete_accept
source: Yes, I want
es_mx: Sí

# alert_delete_cancel
source: No, sorry
es_mx: No

# alert_delete_reason
source: Why are you canceling the order?
es_mx: Escriba una razón ...

# alert_reject_title
source: Reject the order?
es_mx: ¿Rechazar el pedido?

# alert_reject_message
source: You will reject the order, are you sure?
es_mx: ¿Está por rechazar el pedido?

# alert_reject_reason
source: Why are you rejecting the order?
es_mx: Escriba una razón ...

# alert_session_timeout
source: Your session has ended... Let's try login again....
es_mx: Por seguridad de la aplicación su sesión ha sido terminada. Por lo que se le pedirá iniciar sesión de nuevo...

# alert_session_timeout_title
source: Timeout!
es_mx: Se acabó el tiempo

# alert_warning_title
source: Warning!
es_mx: ¡Cudiado!

# alert_product_delete
source: You are about to delete this product.
es_mx: Está por borrar este producto.

# alert_validation_title
source: Hey!
es_mx: ¡Alto!

# alert_validation_message
source: There are incorrect fields, please check red fields.
es_mx: Hay algunos campos incorrectos, revise los marcados en rojo porfavor.

# alert_product_success_add
source: The product has been added.
es_mx: Se agregó el producto correctamente.

# alert_product_success_edit
source: The product has been updated.
es_mx: Se ha actualizado el producto correctamente.

# alert_customer_delete
source: You are about to delete this customer.
es_mx: Está por borrar este cliente.

# alert_navigation_message
source: Select your navigation App.
es_mx: Seleccione un app para mostrar la dirección

# alert_navigation_title
source: Navigation
es_mx: Mapa

# alert_navigation_dismiss
source: Cancel
es_mx: Cancelar

# alert_customer_success_add
source: The customer has been added.
es_mx: Se agregó el cliente correctamente.

# alert_customer_success_edit
source: The customer has been updated.
es_mx: Se ha actualizado el cliente correctamente.

# auth_reason
source: Authentication is required.
es_mx: Se requirede de autenticarse para continuar.

# status_new
source: New
es_mx: Nuevos

# status_processing
source: Processing
es_mx: Preparando

# status_delivering
source: To deliver
es_mx: Para entrega

# status_completed
source: Completed
es_mx: Completados

# status_canceled
source: Canceled
es_mx: Cancelados

# status_rejected
source: Rejected
es_mx: Rechazados

# swipe_left
source: Advance
es_mx: Avanzar

# swipe_right
source: Cancel
es_mx: Cancelar

# swipe_right_reject
source: Reject
es_mx: Rechazar

# menu_call
source: Make a call
es_mx: Llamar

# menu_message
source: WhatsApp
es_mx: Enviar mensaje

# menu_actions
source: Actions
es_mx: Acciones

# tab_orders
source: Orders
es_mx: Pedidos

# tab_admin
source: Configuration
es_mx: Configuración

# select_empty
source: - Select -
es_mx: - Seleccione -
